[
    {
        "placeName":"National Football Museum",
        "placePic":"https://wldrhl.github.io/web-app-json/national-football-museum.jpg",
        "placeDate":"2001",
        "placeAddress":"Urbis Building Cathedral Gardens, Todd St, Manchester M4 3BG",
        "placeDesc":"The National Football Museum is England's national museum of football. It is based in the Urbis building in Manchester city centre, and preserves, conserves and displays important collections of football memorabilia."
    },
    {
        "placeName":"Old Trafford",
        "placePic":"https://wldrhl.github.io/web-app-json/old-trafford.jpg",
        "placeDate":"1910",
        "placeAddress":"Sir Matt Busby Way, Old Trafford, Stretford, Manchester M16 0RA",
        "placeDesc":"Old Trafford is a football stadium in Old Trafford, Greater Manchester, England, and the home of Manchester United. With a capacity of 74,140 seats, it is the largest club football stadium in the United Kingdom, and the eleventh-largest in Europe."
    },
    {
        "placeName":"Piccadilly Gardens",
        "placePic":"https://wldrhl.github.io/web-app-json/piccadilly-gardens.jpg",
        "placeDate":"1945",
        "placeAddress":"Piccadilly Gardens, Manchester M1 1RN",
        "placeDesc":"Piccadilly Gardens is a green space in Manchester city centre, England, on the edge of the Northern Quarter. Right next to the Manchester Arndale where you can shop to your heart's desire."
    },
    {
        "placeName":"Science And Industry Museum",
        "placePic":"https://wldrhl.github.io/web-app-json/s-and-i-museum.jpg",
        "placeDate":"1983",
        "placeAddress":"Liverpool Rd, Manchester M3 4FP",
        "placeDesc":"The Science and Industry Museum in Manchester, England, traces the development of science, technology and industry with emphasis on the city's achievements in these fields."
    },
    {
        "placeName":"The Whitworth",
        "placePic":"https://wldrhl.github.io/web-app-json/the-whitworth.jpg",
        "placeDate":"1908",
        "placeAddress":"Oxford Rd, Manchester M15 6ER",
        "placeDesc":"The Whitworth is an art gallery in Manchester, England, containing about 55,000 items in its collection. The gallery is located in Whitworth Park and is part of the University of Manchester."
    }
]